---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbMassPerFt
source: html/6239d71e-7092-072f-d0e1-d0a7b743d392.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbMassPerFt Property

Symbol lb/ft, indicating unit Pounds mass per foot.

## Syntax (C#)
```csharp
public static ForgeTypeId LbMassPerFt { get; }
```